Repository: LittleWhite-tb/tkBoulderDash
Catalog: locale/*.po
Languages: fr_fr

source: TkBoulderDash: a Python3-Tkinter port of the famous Boulder Dashu2122 game
fr_fr: TkBoulderDash: une adaptation Python3-Tkinter du célèbre jeu Boulder Dashu2122

source: GAME RULES
fr_fr: REGLES DU JEU

source: Go and catch all diamonds in the mine to get to the next level. Take care of countdown, enemies and other surprises... But never forget: it's only a game. Have fun!
fr_fr: Emparez-vous de tous les diamants de la mine pour passer au niveau suivant. Prenez garde au compte à rebours, aux ennemis et aux autres surprises... Mais n'oubliez jamais : ce n'est qu'un jeu. Amusez-vous bien !

source: KEYBOARD MAPPINGS
fr_fr: TOUCHES DU CLAVIER

source: * <arrow> keys to move. * <spacebar> key to pause game. * <R> or <Return> key to (re)play. * <escape> key to trap/quit game.
fr_fr: * Utilisez les touches fléchées pour vous déplacer. * Pressez la barre d'espacement pour mettre le jeu en pause. * Pressez <R> ou <Entrée> pour (re)jouer. * Pressez la touche d'échappement pour sortir d'une partie ou pour quitter le jeu.

source: MAIN MENU
fr_fr: MENU PRINCIPAL

source: Play
fr_fr: Jouer

source: Keyboard mappings
fr_fr: Touches du clavier

source: Game rules
fr_fr: Règles du jeu

source: Splash screen
fr_fr: Écran de bienvenue

source: Quit game
fr_fr: Quitter

source: a Python3-Tkinter port of the famous Boulder Dashu2122 game
fr_fr: une adaptation Python3-Tkinter du célèbre jeu Boulder Dashu2122

source: Really quit game?
fr_fr: Quitter le jeu ?

source: Click to continue
fr_fr: Cliquez pour continuer

source: MENU SCREEN
fr_fr: MENU

source: Press spacebar to continue
fr_fr: Pressez la barre d'espacement pour reprendre

source: You won all!
fr_fr: Vous avez tout gagné !

source: Great!
fr_fr: Bravo !

source: You got it!
fr_fr: Vous avez réussi !

source: you killed a zombie!
fr_fr: et un zombie en moins !

source: level {}
fr_fr: niveau {}
